Repository: alexboia/LivePayments-WooTracker
Catalog: lang/livepayments-wootracker-*.po
Languages: ro_ro

source: Could not activate plug-in: activation failure.
ro_ro: Modulul nu a putut fi activat: eroare la activare.

source: Could not activate plug-in: requirements not met.
ro_ro: Modulul nu a putut fi activat: cerințele tehnice nu sunt îndeplinite.

source: Minimum required PHP version is %s.
ro_ro: Versiunea minimă necesară de PHP este %s.

source: Minimum required WordPress version is %s.
ro_ro: Versiunea minimă necesară de WordPress este %s.

source: Mysqli extension was not found on your system or is not fully compatible.
ro_ro: Extensia Mysqli nu a putut fi găsită pe server-ul tău sau există și nu este compatibilă

source: The installation failed.
ro_ro: Instalarea a eșuat

source: Activation error
ro_ro: Eroare la activare

source: Livepayments WooTracker - Plugin Settings
ro_ro: Livepayments WooTracker - Configurare Settings

source: The settings could not be saved. Please try again.
ro_ro: Setările nu au putut fi salvate. Te rugăm să reîncerci.

source: Please wait...
ro_ro: Te rugăm să aștepți

source: The settings have been successfully saved.
ro_ro: Setările au fost salvate cu succes.

source: We have successfully saved your preferences.
ro_ro: Alegerea ta a fost salvată cu succes

source: Something happened and we could not save your preferences. Please try again.
ro_ro: Din cauza unei posibile probleme interne nu ți-am putut salva alegerea. Te rugăm să reîncerci.

source: The LivePayments – WooTracker plug-in requires the following plug-ins are currently missing:
ro_ro: Modulul LivePayments - WooTracker depinde de următoarele module WordPress care momentan lipsesc:

source: You have already opted out from Google Analytics tracking.
ro_ro: Ai ales deja să dezactivezi monitorizarea prin Google Analytics.

source: Google Analytics tracking is currently active.
ro_ro: Monitorizarea prin Google Analytics este acum activă.

source: Click here to opt-out from Google Analytics tracking.
ro_ro: Click aici pentru a dezactiva monitorizarea prin Google Analytics.

source: Setup your tracking
ro_ro: Configurare monitorizare

source: Enter the GTM Tracking Id
ro_ro: Introdu GTM Tracking Id

source: Enter the GA Measurement Id
ro_ro: Introdu GA Measurement Id

source: Enable IP Anonymization
ro_ro: Activează anonimizare IP

source: Enable Enhanced Link Attribution
ro_ro: Activează monitorizare avansată a link-urilor (enhanced link attribution)

source: Disable Advertising Features
ro_ro: Dezactivează Funcționalități Advertising

source: Save settings
ro_ro: Salvează setări

source: Chose what to track
ro_ro: Alege ce se monitorizează

source: Track order received
ro_ro: Comanda lansată

source: Track cart item added
ro_ro: Item adăugat în coș

source: Track cart item removed
ro_ro: Item șters din coș

source: Track begin checkout
ro_ro: Inițializare checkout (la vizitare coș)

source: Track checkout progress
ro_ro: Introducere date facturare la checkout
